Revit 2024 API
ConduitSizes.Count Property
 Count of the items contained in the collection.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public int Count { get; }
Visual Basic
Public ReadOnly Property Count As Integer
	Get
Visual C++
public:
property int Count {
	int get ();
}
See Also
ConduitSizes Class
Autodesk.Revit.DB.Electrical Namespace